Repository: vincentlauriat/BmadBrowser
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld projects
fr: %lld projets

source: • edited
fr: • modifié

source: Choose a root containing one or more BMad projects
fr: Choisissez une racine contenant un ou plusieurs projets BMad

source: Couldn't read %@.
fr: Impossible de lire %@.

source: Edit
fr: Éditer

source: Filter documents
fr: Filtrer les documents

source: Fit
fr: Ajuster

source: missing image
fr: image manquante

source: No BMad project found under this folder (no _bmad/, docs/, or _bmad-output/).
fr: Aucun projet BMad trouvé sous ce dossier (ni _bmad/, ni docs/, ni _bmad-output/).

source: No BMad project found under this root.
fr: Aucun projet BMad trouvé sous cette racine.

source: No document
fr: Aucun document

source: No document selected
fr: Aucun document sélectionné

source: No project
fr: Aucun projet

source: No project open
fr: Aucun projet ouvert

source: No root open
fr: Aucune racine ouverte

source: Open
fr: Ouvrir

source: Open a BMad project (⌘O) to see its documents.
fr: Ouvrez un projet BMad (⌘O) pour afficher ses documents.

source: Open a projects root (⌘O).
fr: Ouvrez une racine de projets (⌘O).

source: Open a root
fr: Ouvrir une racine

source: Open a Root…
fr: Ouvrir une racine…

source: Open in default app
fr: Ouvrir dans l'app par défaut

source: Pick a document from the list.
fr: Choisissez un document dans la liste.

source: Preview
fr: Aperçu

source: Reload
fr: Recharger

source: Save
fr: Enregistrer

source: Save failed: %@
fr: Échec de la sauvegarde : %@

source: Single project
fr: Projet unique

source: This file type can't be displayed here.
fr: Ce type de fichier ne peut pas être affiché ici.

source: This project has no readable BMad artifact.
fr: Ce projet ne contient pas d'artefact BMad lisible.

source: Unreadable image
fr: Image illisible
